Repository: sylletka/wordpress-dashboard-widgets
Catalog: languages/dashboard-widgets-*.po
Languages: it_it

source: Dashboard widgets
it_it: Widget in bacheca

source: Dashboard widget
it_it: Widget in bacheca

source: Add new
it_it: Crea nuovo

source: Add new widget in dashboard
it_it: Aggiungi un widget alla bacheca

source: Edit widget
it_it: Modifica il widget

source: Search dashboard widgets
it_it: Cerca tra i widget della bacheca

source: No dashboard widgets found.
it_it: Nessun widget della bacheca trovato.

source: No dashboard widgets found in Trash.
it_it: Nessun widget della bacheca trovato nel cestino.

source: Roles to display to
it_it: Ruoli ai quali mostrare

source: Display this widget only to these roles:
it_it: Mostra questo widget solo a questi ruoli:
